<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.51 [en] (X11; U; SunOS 5.7 sun4u) [Netscape]">
</head>
<body>
&nbsp;
<br>Copyright 2000 Sun Microsystems, Inc.
<br>901 San Antonio Road, Palo Alto, California, 94303, U.S.A. All rights
reserved.
<p>This product or document is protected by copyright and distributed under
licenses restricting its use, copying, distribution, and decompilation.
No part of this product or related documentation may be reproduced in any
form by any means without prior written authorization of Sun and its licensors,
if any. Third party software, including font technology, is copyrighted
and licensed from Sun suppliers.
<p>Sun, Sun Microsystems, the Sun Logo, and Java are trademarks or registered
trademarks of Sun Microsystems, Inc in the U.S. and other countries. The
Java(Tm) Secure Socket Extension (JSSE) product includes code licensed
from RSA Data Security.
<p>Federal Acquisitions: Commercial Software--Government Users Subject
to Standard License Terms and Conditions.
<p>U.S. Government approval required when exporting the product.
<p>DOCUMENTATION IS PROVIDED "AS IS" AND ALL EXPRESS OR IMPLIED CONDITIONS.&nbsp;
REPRESENTATIONS AND WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY,
FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT, ARE DISCLAIMED, EXCEPT
TO THE EXTENT THAT SUCH DISCLAIMERS ARE HELD TO BE LEGALLY INVALID.
<br>&nbsp;
<p>-------------------------------------------------------------------------
<br>Copyright 2000 Sun Microsystems, Inc.,
<br>901 San Antonio Road, Palo Alto, Californie, 94303, Etats-Unis.
<br>Tous droits r&eacute;serv&eacute;s.
<p>Ce produit ou document est prot&eacute;g&eacute; par un copyright et
distribu&eacute; avec des licences qui en restreignent l'utilisation, la
copie, la distribution, et la d&eacute;compilation. Aucune partie de ce
produit ou document ne peut &ecirc;tre reproduite sous aucune forme, par
quelque moyen que ce soit, sans l'autorisation pr&eacute;alable et &eacute;crite
de Sun et de ses bailleurs de licence, s'il y en a. Le logiciel d&eacute;tenu
par des tiers, et qui comprend la technologie relative aux polices de caract&egrave;res,
est prot&eacute;g&eacute; par un copyright et licenci&eacute; par des fournisseurs
de Sun.
<p>Sun, Sun Microsystems, le logo Sun, Java sont des marques de fabrique ou
des marque d&eacute;pos&eacute;es de Sun Microsystems, Inc. aux Etats-Unis
et dans d'autres pays. Le produit Java Secure Socket Extension (JSSE) comprend
le logiciel licenci&eacute; par RSA Data Security.
<p>L'accord du gouvernement am&eacute;ricain est requis avant l'exportation
du produit.
<p>LA DOCUMENTATION EST FOURNIE "EN L'ETAT" ET TOUTES AUTRES CONDITIONS,
D&Eacute;CLARATIONS ET GARANTIES EXPRESSES OU TACITES SONT FORMELLEMENT
EXCLUES DANS LA MESURE AUTORIS&Eacute;E PAR LA LOI APPLICABLE, Y COMPRIS
NOTAMMENT TOUTE GARANTIE IMPLICITE RELATIVE &Agrave; LA QUALIT&Eacute;
MARCHANDE, &Agrave; L'APTITUDE &Agrave; UNE UTILISATION PARTICULI&Egrave;RE
OU &Agrave; L'ABSENCE DE CONTREFA&Ccedil;ON.
</body>
</html>
